tap "homebrew/bundle"
brew "boost"
brew "cvs"
brew "gcc"
brew "git"
brew "open-mpi"
brew "hdf5-mpi"
brew "libomp"
brew "llvm"
brew "netcdf"
vscode "fortran-lang.linter-gfortran"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "Nazz6666.text-emoji"
vscode "tal7aouy.theme"
vscode "twxs.cmake"
